[
   {
      "id": 1,
      "nombre": "Pistacho con Cascara Salado y Tostado Organicom x 300 g",
      "descuento": "10",
      "precio": "1085",
      "categoriaId": 1,
      "marcaId":2,
      "origenId":8,
      "beneficios":"Todos los frutos secos contienen fibra, que ayuda a reducir el colesterol. La fibra también hace que te sientas lleno, y así comes menos. Además, se cree que la fibra influye en la prevención de la diabetes tipo 2. Vitamina E.",
      "preparacion":"Usos: Listos para comer del paquete o para usar en recetas cocina",
      "descripcion": "Valor Energético: 85 kcal = 357 kJ; Carbohidratos: 4,2 g; Proteínas: 3.1 g; Grasas Totales: 6.6 g; Grasas Saturadas: 0.8 g; Grasas Trans: 0 g; Fibra Alimentaria: 1.9 g; Sodio: 64 mg; Porción: 15 g",
      "imgPrincipalProducto": "1654286464448_img_.png"
   },
   {
      "id": 2,
      "nombre": "Nuez Pelada Mariposa Extra Light x 300 g",
      "descuento": "5",
      "precio": "1090",
      "categoriaId": 1,
      "marcaId":3,
      "origenId":11,
      "beneficios":"Todos los frutos secos contienen fibra, que ayuda a reducir el colesterol. La fibra también hace que te sientas lleno, y así comes menos. Además, se cree que la fibra influye en la prevención de la diabetes tipo 2. Vitamina E.",
      "preparacion":"Ideal para sumar como snack saludable. Para comer solo o junto a otros frutos secos o frutas desecadas como pasas o cranberries. También se puede agregar en recetas saladas como rellenos de tartas y empanadas, ensaladas, pizza e inclusive preparaciones dulces como budines, tortas, panqueques, brownies, como acompañamiento del yogur o en la granola.",
      "descripcion": "Valor Energético: 103 kcal = 427 kJ; Carbohidratos: 2,3 g; Proteínas: 2.1 g; Grasas Totales: 9.5 g; Grasas Saturadas: 0.6 g; Grasas Trans: 0 g; Fibra Alimentaria: 1.1 g; Sodio: 0.3 mg; Porción: 15 g (una cucharada).* % Valores Diarios con base a una dieta de 2.000 kcal u 8.400 kJ. Sus valores diarios pueden ser mayores o menores dependiendo de sus necesidades energéticas",
      "imgPrincipalProducto": "1654286497853_img_.jpg"
   },
   {
      "id": 3,
      "nombre": "Castañas de Caju Tostadas 350g Especiales sin Sal",
      "descuento": 0,
      "precio": "995",
      "categoriaId": 1,
      "marcaId":3,
      "origenId":19,
      "beneficios":"Todos los frutos secos contienen fibra, que ayuda a reducir el colesterol. La fibra también hace que te sientas lleno, y así comes menos. Además, se cree que la fibra influye en la prevención de la diabetes tipo 2. Vitamina E.",
      "preparacion":"Para consumir como snack, en picadas, ensaladas, con pasta, rellenos.",
      "descripcion": "Valor Energético: 172 kcal=722 kj; Carbohidratos: 9,8 g; Proteínas: 4,5 g; Grasas Totales: 13 g; Grasas Saturadas: 2,7 g; Grasas Trans: 0 g; Fibra Alimentaria: 0,9 g; Sodio: 192 mg; Porción: 30 gr.",
      "imgPrincipalProducto": "1654286536674_img_.png"
   },
   {
      "id": 4,
      "nombre": "Almendras Nonpareil 400 gr Premium Grandes Organicom SIN TACC",
      "descuento": "15",
      "precio": "1000",
      "categoriaId": 1,
      "marcaId":2,
      "origenId":16,
      "beneficios":"Todos los frutos secos contienen fibra, que ayuda a reducir el colesterol. La fibra también hace que te sientas lleno, y así comes menos. Además, se cree que la fibra influye en la prevención de la diabetes tipo 2. Vitamina E.",
      "preparacion":"Ideal para consumir como snack saludable, para agregar en el desayuno o la merienda, ensaladas, para preparar leche de almendras, para rellenos, etc.",
      "descripcion": "Valor Energético: 86.5 kcal; Carbohidratos: 3.2 g; Proteínas: 3.1 g; Grasas Totales: 7.5 g; Grasas Saturadas: 1.2 g; Grasas Trans: 0 g; Fibra Alimentaria: 3.7 g; Sodio: 1.2 mg; Porción: 15 g.",
      "imgPrincipalProducto": "1654286593272_img_.jpg"
   },
   {
      "id": 5,
      "nombre": "Mix Tropical x 400 g",
      "descuento": "15",
      "precio": "420",
      "categoriaId": 1,
      "marcaId":1,
      "origenId":13,
      "beneficios":"Todos los frutos secos contienen fibra, que ayuda a reducir el colesterol. La fibra también hace que te sientas lleno, y así comes menos. Además, se cree que la fibra influye en la prevención de la diabetes tipo 2. Vitamina E.",
      "preparacion":"Uso: servir en un recipiente con fruta para desayuno/merienda",
      "descripcion": "Variedad de frutos secos de buena calidad para mejor disfrute",
      "imgPrincipalProducto": "1654314052950_img_.jpg"
   },
   {
      "id": 6,
      "nombre": "Te Verde en Capullos con Flores x Unidad",
      "descuento": 0,
      "precio": "155",
      "categoriaId": 2,
      "marcaId":4,
      "origenId":9,
      "beneficios":"Beneficios: El principal beneficio del té verde es ayudar en el proceso de pérdida de peso porque contiene cafeína, catequinas y polifenoles que ayudan a acelerar el metabolismo, el organismo gaste más energía, facilite la digestión, regule el intestino y combata la retención de líquidos. También retarda el envejecimiento celular, ayuda a los niveles de colesterol, previene enfermedades del corazón, posee propiedades antimicrobianas, mejora de la salud mental y ayuda a los niveles de azúcar.",
      "preparacion": "Colocar el capullo en una tetera (grande para apreciar mejor la ransformacion), transparente, con agua hervida, dejar reposar hasta que se abra por completo, luego retirarlo. Se puede utilizar para mas de una infusión, pero ya no disfrutrara del espectaculo visual.",
      "descripcion": "Capullos de hojas de té verde armadas artesanalmente con Flores, dan la sensación de florecer en la taza cuando se las infusiona con agua caliente. Costumbre que surgió en la dinastía de Song, en China. Un auténtico deleite para todos los sentidos.",
      "imgPrincipalProducto": "1654362802709_img_.jpg"
   },
   {
      "id": 7,
      "nombre": "Te Verde en Capullos y Lirios x Unidad",
      "descuento": "5",
      "precio": "155",
      "categoriaId": 2,
      "marcaId":4,
      "origenId":9,
      "beneficios":"El principal beneficio del té verde es ayudar en el proceso de pérdida de peso porque contiene cafeína, catequinas y polifenoles que ayudan a acelerar el metabolismo, el organismo gaste más energía, facilite la digestión, regule el intestino y combata la retención de líquidos. También retarda el envejecimiento celular, ayuda a los niveles de colesterol, previene enfermedades del corazón, posee propiedades antimicrobianas, mejora de la salud mental y ayuda a los niveles de azúcar.", 
      "preparacion": "Colocar el capullo en una tetera grande y transparente, para apreciar mejor la transformacion, con agua hervida, dejar reposar hasta que se abra por completo, luego retirarlo. Se puede utilizar para mas de una infusión, pero ya no disfrutrara del espectaculo visual.",
      "descripcion": "Capullos de hojas de té verde armadas artesanalmente, dan la sensación de florecer en la taza cuando se las infusiona con agua caliente. Un auténtico deleite para todos los sentidos.",
      "imgPrincipalProducto": "1654362881834_img_.jpg"
   },
   {
      "id": 8,
      "nombre": "Infusion de Ambay Organicom x 50 g",
      "descuento": 0,
      "precio": "140",
      "categoriaId": 2,
      "marcaId":2,
      "origenId":2,
      "beneficios":"Gran aliada para la salud en los climas fríos. Previene y alivia afecciones respiratorias como resfrío, bronquitis, tos, catarros, asma. Tiene propiedades antitusivas, expectorantes y broncodilatadoras.",
      "preparacion":"Infusión: 2 cucharadas chicas por taza. Con agua a 85/90°, tapar la taza y dejar 10 minutos. Colar y disfrutar. También se puede utilizar para hacer baños de vapor o jarabe. Se puede utilizar para hacer tintura madre.",
      "descripcion": "Hojas de ambay utilizadas para infusión y fitoterapia.",
      "imgPrincipalProducto": "1654362959477_img_.jpg"
   },
   {
      "id": 9,
      "nombre": "Infusion de Boldo en Hojas Organicom x 50 g",
      "descuento": 0,
      "precio": "355",
      "categoriaId": 2,
      "marcaId":2,
      "origenId":2,
      "beneficios":"El Boldo tiene principios activos con propiedades coleréticas, colagogas, digestivas. Es ideal para prevenir y tratar trastornos digestivos tales como dispepsias, flatulencias y disfunciones del hígado y la vesícula biliar.",
      "preparacion":"Infusión: 2 cucharadas chicas por taza (5/6 hojas). Con agua a 85/90°, tapar la taza y dejar 10 minutos. Colar y disfrutar. También se puede agregar hojas al mate para evitar acidez",
      "descripcion": "Hojas de boldo especial para la hora del mate y disfrutar con amigos o familiares para no tener interrupciones estomacales",
      "imgPrincipalProducto": "1654363059467_img_.jpg"
   },
   {
      "id": 10,
      "nombre": "Infusion de Burrito Organicom x 50 g",
      "descuento": "10",
      "precio": "315",
      "categoriaId": 2,
      "marcaId":1,
      "origenId":2,
      "beneficios":"Las hojas tienen acción digestiva y ayudan a aliviar la acidez.",
      "preparacion":"Infusión: 2 cucharadas chicas por taza. Con agua a 85/90°, tapar la taza y dejar 10 minutos. Colar y disfrutar. También se puede agregar hojas al mate para evitar acidez.",
      "descripcion": "Hojas de burrito utilizadas para infusión y fitoterapia.",
      "imgPrincipalProducto": "1654363120385_img_.jpg"
   },
   {
      "id": 11,
      "nombre": "Fideos Fusilli con Chia Wakas x 250 g SIN TACC",
      "descuento": 0,
      "precio": "235",
      "categoriaId": 3,
      "marcaId":4,
      "origenId":2,
      "beneficios":"Pastas secas ricas en fibra, sin agregado de aditivos, sin agregado de sal. Con buen aporte de proteìnas.",
      "preparacion":"Ideales para servir con salsas, con vegetales. Salteados en woks, fríos en ensaladas. En guisos o sopas. Se cocinan en 8 minutos.",
      "descripcion": "Deliciosa pasta seca a base de harina de arroz, maíz y chía. Sin Tacc. Ingredientes: Harina de arroz, harina de maíz, harina de chía. Valor Nutricional: Valor Energético: 276 kcal = 1330 Kj (16%VD); Carbohidratos: 63 g (21%VD); Proteínas: 6,4 g (9%VD); Grasas Totales: 0,1 g (1%VD); Grasas Saturadas: 0g (0%VD); Grasas Trans: 0g (0%VD); Fibra Alimentaria: 2,4 g (10%VD); Sodio: 3,2 mg (0%VD); Porción: 80 g (1 plato).*Valores diarios con base a una dieta de 2000 Kcal u 8400 Kj. Sus valores diarios pueden ser mayores o menores dependiendo de sus necesidades energéticas.",
      "imgPrincipalProducto": "1654363313252_img_.png"
   },
   {
      "id": 12,
      "nombre": "Fideos de arroz spaghetti Organicom 250g sin tacc",
      "descuento": "13",
      "precio": "425",
      "categoriaId": 3,
      "marcaId":2,
      "origenId":14,
      "beneficios":"Pastas secas libre de gluten, ricas en fibra, sin agregado de sal. Con alto aporte de proteínas.",
      "preparacion":"Colocar la pasta en una olla con abundante agua y un poco de sal. cocinar por 7-8 minutos. Colar y servir.",
      "descripcion": "Pasta seca a base de harina de arroz. Libre de gluten. Ingredientes:Harina de arroz, quinoa, amaranto, emulsionante: mono y diglicéridos de ácidos grasos (INS 471). Valor Nutricional: Porción: 80g (1 plato); Valor energético: 284 Kcal = 1193 kJ (14% VD); Carbohidratos: 62g (21% VD); Proteínas: 5,8g (8% VD); Grasas totales: 1,1g (2% VD); Grasas saturadas: 0,2g (1% VD); Grasas trans: 0g; Fibra alimentaria: 0.8g (3% VD); Sodio: 1,2mg (0% VD); * % Valores Diarios con base a una dieta de 2.000 kcal u 8.400 kJ. Sus valores diarios pueden ser mayores o menores dependiendo de sus necesidades energéticas.",
      "imgPrincipalProducto": "1654363398016_img_.jpg"
   },
   {
      "id": 13,
      "nombre": "Leche de coco, bebida vegetal Organicom 400 ml",
      "descuento": 0,
      "precio": "660",
      "categoriaId": 4,
      "marcaId":2,
      "origenId":7,
      "beneficios":"Exquisita bebida vegetal elaborada a partir del coco maduro. Ideal para reemplazar crema y leche de vaca. A diferencia de esta última, no contiene lactosa, ni colesterol. Brinda vitamina E y minerales como potasio, zinc, manganeso y selenio. Apta para veganos e intolerantes a la lactosa. Apto Kosher.",
      "preparacion":"Ideal para preparaciones tanto dulces y saladas. Para elaborar cremas, salsas, curry, tortas, budines, postres, batidos, smoothies, helados, licuados. Excelente para combinar con hongos y agregar al arroz y al couscous, logrando un plato delicioso y super cremoso.",
      "descripcion": "Bebida de coco Celebes. Apto veganos, sin lactosa. Apto Kosher. (Producto libre de gluten, según certificación del país de origen). Ingredientes: Extracto de coco, agua, carboximetilcelulosa (E466), goma guar (E412). Valor Nutricional: Valor Energético: 190kcal=790kJ (10%VD); Carbohidratos: 6g (2%VD); Proteínas: 2g (4%VD); Grasas Totales: 18g (23%VD); Grasas Saturadas: 17g (85%VD); Grasas Monoinsaturadas: 0; Grasas Polinsaturadas: 0; Grasas Trans: 0; Colesterol: 0; Fibra Alimentaria: 1; Sodio: 21mg (<1%VD); Porción: 100g (1 taza de té). *Valores diarios con base a una dieta de 2000 Kcal u 8400 Kj. Sus valores diarios pueden ser mayores o menores dependiendo de sus necesidades energéticas.",
      "imgPrincipalProducto": "1654363516594_img_.jpg"
   },
   {
      "id": 14,
      "nombre": "Hongos secos de pino 200g",
      "descuento": "11",
      "precio": "1140",
      "categoriaId": 1,
      "marcaId":3,
      "origenId":18,
      "beneficios":"De sabor y aroma intenso, ahumado y algo terroso. De consistencia firme. Bajos en caloría. Aportan proteína con aminoácidos esenciales, fibra que nos brinda mayor sensación de saciedad y ayuda a mejorar el tránsito intestinal; vitaminas C, A, ácido fólico y del complejo B; minerales como selenio, magnesio, zinc, potasio, yodo, calcio y fósforo. Prácticamente no nos aportan grasa y sodio. Ideales para deportistas, vegetarianos, adultos mayores e hipertensos.",
      "preparacion":"Se enjuagan y se hidratan 15 a 20 min en agua templada o caliente, te, vino, caldo, agua con condimentos. Se los puede saltear con poco contenido de materia grasa, a la provenzal, asados, a la plancha; untados con manteca o aceite de oliva. Como ingrediente de guisos, salsas, sopas, risotto, paella, ensaladas, rebozados, en rellenos de carnes, verduras pizzas o bruschettas. Son muy utilizados en la cocina vegetariana-vegana, debido a que aportan textura y color a los platos. También concentran muchísimo el sabor, por lo cual son prácticos para realzar las preparaciones y evitar el uso de sal, haciéndolos ideales para personas hipertensas.",
      "descripcion": "Hongos secos que se caracterizan por su sabor intenso y terroso, aroma fuerte y ahumado. Ingredientes: Hongos. Valor Nutricional: Valor Energético: 128kcal = 536kJ (7%VD); Carbohidratos: 22g (7%VD); Proteínas: 12g (15%VD); Grasas Totales: 1g (2%VD); Grasas Saturadas: 0 g; Grasas Trans: 0 g; Fibra Alimentaria: 3,2g (13%VD); Sodio: 120mg (5%VD); Porción: 40gr (10 cucharadas de sopa). * Los porcentajes de los valores diarios están basados en una dieta de 2000 kcal (8400 kJ). Sus valores diarios pueden ser mayores o menores dependiendo de sus necesidades energéticas.",
      "imgPrincipalProducto": "1654363605854_img_.png"
   },
   {
      "id": 15,
      "nombre": "Fideos de Arroz con Morron Soyarroz Organicom x 300 g SIN TACC",
      "descuento": 0,
      "precio": "295",
      "categoriaId": 3,
      "marcaId":2,
      "origenId":2,
      "beneficios":"No contienen glúten por lo que son aptos para celíacos. El contenido de proteínas que tiene el arroz es superior al de otros cereales. Contiene los 8 aminoácidos esenciales para el cuerpo humano ( aquellos que el organismo no puede sintetizar y deben ser aportados para fabricar proteínas más complejas que realizan múltiples funciones en el organismo ) y es una fuente importante de minerales y vitaminas.",
      "preparacion":"Cocción: hidratar 20 min en agua tibia, cocinar 7 u 8 min en agua hirviendo, colar y condimentar a gusto.",
      "descripcion": "Fideos secos a base de arroz con morrón, ricos y saludables. Ingredientes: Harina de arroz, almidón, pimentón, agua, ESP: carboximetilcelulosa sódica (INS 466), goma xántica (INS 415). CONS: sorbato de potasio (INS 202). Puede contener soja y sulfitos. nValor Nutricional: Valor Energético: 278 kacl=1167 kj; Carbohidratos: 60 g; Proteínas: 5 g; Grasas Totales: 2 g; Grasas Saturadas: 0 g; Grasas Trans: 0 g; Fibra Alimentaria: 4 g; Sodio: 25 mg; Porción: 82 gr.",
      "imgPrincipalProducto": "1654363695586_img_.jpg"
   },
   {
      "id": 16,
      "nombre": "Fideos de Arroz con Espinaca Soyarroz Organicom x 300 g SIN TACC",
      "descuento": "4",
      "precio": "295",
      "categoriaId": 3,
      "marcaId":2,
      "origenId":2,
      "beneficios":"No contienen glúten por lo que son aptos para celíacos. El contenido de proteínas que tiene el arroz es superior al de otros cereales. Contiene los 8 aminoácidos esenciales para el cuerpo humano ( aquellos que el organismo no puede sintetizar y deben ser aportados para fabricar proteínas más complejas que realizan múltiples funciones en el organismo ) y es una fuente importante de minerales y vitaminas.",
      "preparacion":"Cocción: hidratar 20 min en agua tibia, cocinar 7 u 8 min en agua hirviendo, colar y condimentar a gusto.",
      "descripcion": "Fideos secos a base de arroz con espinaca, ricos y saludables. Ingredientes: Harina de arroz, agua, espinaca en escamas. ESP: carboximetilcelulosa sódica (INS 466), goma xántica (INS 415). CONS: sorbato de potasio (INS 202). Valor Nutricional: Valor Energético: 278 kacl=1167 kj; Carbohidratos: 60 g; Proteínas: 5 g; Grasas Totales: 2 g; Grasas Saturadas: 0 g; Grasas Trans: 0 g; Fibra Alimentaria: 2 g; Sodio: 25 mg; Porción: 80 gr.",
      "imgPrincipalProducto": "1654363770622_img_.jpg"
   },
   {
      "id": 17,
      "nombre": "Fideos Schar Penne de Alemania x 250 g SIN TACC",
      "descuento": 0,
      "precio": "245",
      "categoriaId": 3,
      "marcaId":1,
      "origenId":14,
      "beneficios":"Penne, pasta seca de excelente calidad, libre de gluten, sin huevo, sodio ni sin conservantes.",
      "preparacion":"Colocar 2 L de agua por cada 100 gr de producto, agregar sal a gusto, cocinar durante 10 a 12 minutos, colar y servir.",
      "descripcion": "Deliciosa pasta seca a base de harina de maíz y harina de arroz. Sin TACC. nIngredientes: Harina de maíz, harina de arroz, EMU (INS 471). PUEDE CONTENER DERIVADOS DE SOJA. Valor Nutricional: Valor Energético: 286 kcal = 1197 Kj (14%VD); Carbohidratos: 62 g (21%VD); Proteínas: 5,8 g (8%VD); Grasas Totales: 1,5 g (3%VD); Grasas Saturadas: 0,3 g (1%VD); Grasas Trans: 0g; Fibra Alimentaria: 1 g (4%VD); Sodio: 0 mg (0%VD); Porción: 80 g (1 plato). *Valores diarios con base a una dieta de 2000 Kcal u 8400 Kj. Sus valores diarios pueden ser mayores o menores dependiendo de sus necesidades energéticas.",
      "imgPrincipalProducto": "1654363818942_img_.jpg"
   },
   {
      "id": 18,
      "nombre": "Infusion Diente de Leon Organicom x 50 gr.",
      "descuento": 0,
      "precio": "200",
      "categoriaId": 2,
      "marcaId":1,
      "origenId":2,
      "beneficios":"Hierba con uso diurético, ayuda a eliminar la retención de líquidos. Muy utilizada para depurar el hígado, estimular la vesícula biliar, y neutralizar la acidez estomacal.",
      "preparacion":"Se utiliza como infusión:una cucharadita tipo té por taza de agua a 100° C, se deja infusionar por 5 minutos; también se puede agregar al mate cebado.",
      "descripcion": "Esta infusion es especial para cuando uno necesita sacar las impurezas del cuerpo, por sus propiedades. Ingredientes: Diente de león.",
      "imgPrincipalProducto": "1654363874340_img_.jpg"
   },
   {
      "id": 19,
      "nombre": "Moringa Oleifera en Hojas Guiral x 50 gr",
      "descuento": 0,
      "precio": "285",
      "categoriaId": 2,
      "marcaId":1,
      "origenId":2,
      "beneficios":"Antioxidante, antiinflamatorio, previene enfermedades degenerativas, refuerza el sistema inmune, aporta hierro que ayuda a prevenir anemias.",
      "preparacion":"Preparar en forma de té, 1 cucharada de hojas de moringa en una taza, dejar reposar 5 minutos. También se puede agregar en el mate junto con la yerba u otras hierbas.",
      "descripcion": "Ingredientes: Moringa Oleifera.",
      "imgPrincipalProducto": "1654363907942_img_.jpg"
   },
   {
      "id": 20,
      "nombre": "Te Gunpowder Verde en Hebras Chino x 100 g",
      "descuento": 0,
      "precio": "390",
      "categoriaId": 2,
      "marcaId":1,
      "origenId":9,
      "beneficios":"Tiene propiedades antioxidantes, ayuda a mejorar la salud cardiovascular, además contiene teanina, sustancia relajante. Al igual que otras variedades de té verde funciona como diurético.",
      "preparacion":"Añadir una cuchara de té en el infusor, calentar el agua a 70° u 80 ºC , llenar de agua la taza o tetera y dejar infusionar unos 2-3 minutos. También se puede agregar a la yerba del mate y de esta forma brindarle un sabor mas herbal.",
      "descripcion": "Té verde cultivado en china. Cuando sus hojas son recolectadas son enrolladas en forma de bolitas para mantener mejor sus propiedades. Ingredientes: Te verde.",
      "imgPrincipalProducto": "1654363951072_img_.jpg"
   }
]